Repository: yeager/stegvisaren
Catalog: po/*.po
Languages: sv

source: Brush Teeth
sv: Borsta tänderna

source: Get toothbrush
sv: Ta tandborsten

source: Add toothpaste
sv: Lägg på tandkräm

source: Brush top teeth
sv: Borsta övre tänder

source: Brush bottom teeth
sv: Borsta nedre tänder

source: Spit and rinse
sv: Spotta och skölj

source: Done!
sv: Färdig!

source: Get Dressed
sv: Klä på sig

source: Underwear
sv: Underkläder

source: Socks
sv: Sockar

source: Pants
sv: Byxor

source: Shirt
sv: Tröja

source: Check in mirror
sv: Titta i spegeln

source: Pack School Bag
sv: Packa skolväskan

source: Books
sv: Böcker

source: Pencil case
sv: Pennfack

source: Lunch box
sv: Lunchlåda

source: Water bottle
sv: Vattenflaska

source: Close bag
sv: Stäng väskan

source: Bedtime
sv: Läggdags

source: Put on pajamas
sv: Ta på dig pyjamas

source: Brush teeth
sv: Borsta tänder

source: Go to bathroom
sv: Gå till badrummet

source: Get into bed
sv: Hoppa i säng

source: Read a story
sv: Läs en saga

source: Lights off
sv: Släck ljuset

source: Step Guide
sv: Stegvisaren

source: About
sv: Om

source: What do you need to do?
sv: Vad behöver du göra?

source: %d steps
sv: %d steg

source: Tasks
sv: Uppgifter

source: ✓ Done!
sv: ✓ Färdig!

source: ← Back
sv: ← Bakåt

source: Steps
sv: Steg

source: All done! Great job!
sv: Allt klart! Bra jobbat!

source: Do something else
sv: Gör något annat

source: Done
sv: Klar

source: Step %d of %d
sv: Steg %d av %d

source: Visual step-by-step instructions
sv: Visuella steg-för-steg-instruktioner

source: Thanks to
sv: Tack till
